/* AND-test for flags sub tests with 1: subtest, 2: one or more sub tests */
"%@ and %@" = "%1$@ と %2$@";

/* Case-sensitive string test with 1: subject, and 2: match targets */
"%@ conTains %@" = "%1$@ は %2$@ を含む";

/* String test with 1: subject, and 2: match targets */
"%@ contains %@" = "%@ は %@ を含む";

/* String test with 1: subject, and 2: match targets */
"%@ ends with %@" = "%@ は %@ で終わる";

/* Case-sensitive string test with 1: subject, and 2: match targets */
"%@ enDs with %@" = "%1$@ は %2$@ で終わる";

/* String test with 1: subject, and 2: match targets */
"%@ equals %@" = "%@ は %@の項目";

/* Case-sensitive string test with 1: subject, and 2: match targets */
"%@ eQuals %@" = "%1$@ は %2$@ と一致する";

/* Pair of match targets with 1: a target match, and 2: another target match */
"%@ or %@" = "%@ または、 %@";

/* Case-sensitive string test with 1: subject, and 2: match targets */
"%@ starTs with %@" = "%1$@ は %2$@ で始まる";

/* String test with 1: subject, and 2: match targets */
"%@ starts with %@" = "%@ は %@ で始まる";

/* Three or more match targets with 1: a target match, and 2: two or more other target matches */
"%@, %@" = "%@、%@";

/* AND-test with 1: sub test, and 2: two or more other sub tests */
"(%@) and %@" = "(%@) と %@";

/* AND-test with 1: sub test, and 2: another sub test */
"(%@) and (%@)" = "(%@) と (%@)";

/* OR-test with 1: sub test, and 2: two or more other sub tests */
"(%@) or %@" = "(%@) または、 %@";

/* OR-test with 1: sub test, and 2: another sub test */
"(%@) or (%@)" = "(%@) または、 (%@)";

/* Selective test with 1: sub test */
"(files: %@)" = "（ファイル： %@）";

/* Selective test with 1: sub test */
"(folders: %@)" = "（フォルダ： %@）";

/* Size test without any bounds */
"any size" = "すべてのサイズ";

/* File/folder flags sub test */
"item is a package" = "項目はパッケージです。";

/* File/folder flags sub test */
"item is hard-linked" = "項目はハードリンクされています。";

/* File/folder flags sub test */
"item is not a package" = "項目はパッケージではありません。";

/* File/folder flags sub test */
"item is not hard-linked" = "パッケージはハードリンクされていません。";

/* A filename as the subject of a string test */
"name" = "名前";

/* NOT-test with 1: sub test */
"not (%@)" = "(%@) 以外";

/* A pathname as the subject of a string test */
"path" = "パス";

/* Size test with 1: lower bound, and 2: upper bound */
"size is between %@ and %@" = "サイズは %@ と %@ の間";

/* Size test with 1: lower bound */
"size is larger than %@" = "サイズは %@ より大きい";

/* Size test with 1: upper bound */
"size is smaller than %@" = "サイズは %@ より小さい";

/* Filetype test with 1: match targets */
"type conforms to %@" = "タイプは %@ に従います。";

/* Filetype test with 1: match targets */
"type equals %@" = "タイプは %@ と一致します。";